Repository: JehangirHayat/test-django
Catalog: AA_Energies/AAEnergiesApp/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Datos Constantes
eu: Datu Konstanteak

source: Capacidad:
eu: Kapazitatea:

source: Potencia total:
eu: Potentzia totala:

source: Datos Dinámicos
eu: Datu Dinamikoak

source: Potencia máxima periodo:
eu: Potentzia maximoa perioduan:

source: Desviación estándar:
eu: Desbideratze estandarra:

source: Enero
eu: Urtarrila

source: Febrero
eu: Otsaila

source: Marzo
eu: Martxoa

source: Abril
eu: Apirila

source: Mayo
eu: Maiatza

source: Junio
eu: Ekaina

source: Julio
eu: Uztaila

source: Agosto
eu: Abuztua

source: Septiembre
eu: Iraila

source: Octubre
eu: Urria

source: Noviembre
eu: Azaroa

source: Diciembre
eu: Abendua

source: Energía (kW)
eu: Energia (kW)

source: Potencia (kW)
eu: Potentzia (kW)

source: Panel Energético — PakEnergix
eu: Energiaren panela — PakEnergix

source: PakEnergix - Inicio
eu: PakEnergix - Hasiera

source: App Logo
eu: Aplikazioaren logoa

source: Notificaciones
eu: Jakinarazpenak

source: Ajustes
eu: Ezarpenak

source: Cerrar sesión
eu: Saioa itxi

source: Marcar todo como leído
eu: Markatu dena irakurrita bezala

source: Filtros
eu: Iragazkiak

source: Seleccionar...
eu: Hautatu...

source: Día
eu: Eguna

source: Semana
eu: Astea

source: Mes
eu: Hilabetea

source: Año
eu: Urtea

source: Otro
eu: Beste bat

source: Seleccionar mes...
eu: Hilabetea hautatu...

source: Seleccionar año...
eu: Urtea hautatu...

source: Temporada...
eu: Denboraldia...

source: Verano
eu: Uda

source: Invierno
eu: Negua

source: Energía / kW
eu: Energia / kW

source: Potencia / kW
eu: Potentzia / kW

source: Export / Import / History
eu: Esportatu / Inportatu / Historia

source: Export
eu: Esportatu

source: Import
eu: Inportatu

source: Historical
eu: Historikoa

source: Cerrar configuración
eu: Konfigurazioa itxi

source: Ajustes del Panel
eu: Panelaren ezarpenak

source: Idioma
eu: Hizkuntza

source: Selección de idioma
eu: Hizkuntza hautatu

source: Tema
eu: Gaia

source: Modo Oscuro
eu: Modu iluna

source: Modo Claro
eu: Modu argia

source: Gestión de Datos
eu: Datuen kudeaketa

source: Importar Datos
eu: Datuak inportatu

source: Ningún archivo seleccionado
eu: Ez da fitxategirik hautatu

source: Seleccionar
eu: Hautatu

source: Importar
eu: Inportatu

source: Exportar Datos
eu: Datuak esportatu

source: Listo para exportar
eu: Esportatzeko prest

source: Formato...
eu: Formatua...

source: Exportar
eu: Esportatu

source: Login
eu: Saioa hasi

source: Abrir Ajustes
eu: Ezarpenak ireki

source: Formulario de Login
eu: Saio-hasierako formularioa

source: Iniciar Sesión
eu: Saioa hasi

source: Accede a tu cuenta de forma segura
eu: Sartu zure kontuan modu seguruan

source: Usuario
eu: Erabiltzailea

source: Ingresa tu usuario
eu: Sartu zure erabiltzailea

source: Contraseña
eu: Pasahitza

source: Ingresa tu contraseña
eu: Sartu zure pasahitza

source: Ingresar
eu: Sartu

source: Cerrar Ajustes
eu: Ezarpenak itxi

source: Activar tema oscuro
eu: Gai iluna aktibatu
